Repository: wp-plugins/float-to-top-button
Catalog: language/float-to-top-button-*.po
Languages: he_il, nl_nl

source: Float to Top Button - Settings UPDATED!
he_il: כפתור מרחף למעלה - ההגדרות <strong>עודכנו!<strong/>
nl_nl: Float to Top Button - Instellingen BEWAARD!

source: Float to Top Button - Settings
nl_nl: Float to Top Button - Instellingen

source: Plugin version
nl_nl: Plugin versie

source: Plugin page
nl_nl: Plugin pagina

source: Download page
nl_nl: Download pagina

source: Donation page
nl_nl: Donatie pagina

source: Distance from top before showing element (px)
he_il: המרחק מלמעלה בפיקסלים לפני הצגת האלמנט
nl_nl: Afstand vanaf het begin van de pagina voordat de button getoond wordt (px)

source: Speed back to top (ms)
he_il: מהירות חזרה למעלה (אלפיות השניה)
nl_nl: Terug naar het begin van de pagina snelheid (ms)

source: Animation
he_il: הנפשה
nl_nl: Animatie

source: fade
he_il: עמעום
nl_nl: vervagen

source: slide
he_il: החלקה
nl_nl: schuiven

source: none
he_il: ללא
nl_nl: geen

source: Animation in speed (ms)
he_il: מהירות הנפשה פנימה (באלפיות השניה)
nl_nl: Animatiesnelheid (in) (ms)

source: Animation out speed (ms)
he_il: מהירות הנפשה החוצה (באלפיות השניה)
nl_nl: Animatiesnelheid (uit) (ms)

source: Text for the button
he_il: טקסט הכפתור
nl_nl: Tekst voor de button

source: "Top of Page" image
he_il: תמונת "לראש הדף"
nl_nl: "Begin van de pagina" afbeelding

source: Opacity of the "Top of Page" image (0-99)
nl_nl: Doorzichtigheid van de "Begin van de pagina" afbeelding

source: Disable the button for mobile devices
nl_nl: Schakel de Float to Top Button uit voor mobiele apparaten

source: Save Settings
nl_nl: Bewaar instellingen

source: Float to Top Button Settings
nl_nl: Float to Top Button Instellingen

source: Distance from top is a required number
nl_nl: Afstand vanaf het begin van de pagina is een verplicht getal

source: Speed back to top is a required number
nl_nl: Terug naar het begin van de pagina snelheid is een verplicht getal

source: Animation in speed is a required number
nl_nl: Animatiesnelheid (in) is een verplicht getal

source: Animation out speed is a required number
nl_nl: Animatiesnelheid (uit) is een verplicht getal

source: Opacity is a required number (0-99)
nl_nl: Doorzichtigheid van de afbeelding is een verplicht getal (0-99)

source: Top of Page
he_il: ראש הדף
nl_nl: Begin van de pagina

source: Float to Top Button Options
he_il: אפשרויות כפתור מרחף למעלה

source: Float to Top Button
he_il: כפתור מרחף למעלה

source: Float to Top Button - Options
he_il: אפשרויות - כפתור למעלה

source: Opacity of the to top image (0-100)
he_il: אטימות של תמונת החץ למעלה (0-100)

source: Save Options
he_il: שמירת האפשרויות
